import React from 'react';
import Parallax from './Parallax';
const Header = () => {
  
    return ( 
        <div>
<section>
  <Parallax/>
</section>
<header>
  <img style={{
    width:50,
    margin:-20,
  }} 
  src='img/logo1.jpg'/>
  <nav>
    <a href='#first'>About</a>
    <a href='#second'>Discography</a>
    <a href="#tours">Skills</a>
    <a href="#maincon">Concert</a>
  </nav>
</header>
<article id='first'>
  <h1>About me</h1>
  <p>Привет! Я - Алеся, начинающая певица и музыкант. Моя страсть к музыке началась с детства, и с тех пор я никогда не переставала искренне любить искусство и самовыражение через музыку.</p>
  <p>Мое главное оружие - это мой голос. Я пою с душой и стараюсь передать эмоции через каждую ноту. Мой стиль варьируется от нежных и меланхоличных баллад до энергичных и динамичных песен. Я люблю экспериментировать с разными жанрами, объединяя элементы поп, рок, джаз и фолк музыки.В моем портфолио вы найдете записи моих выступлений, как соло, так и в составе группы. Я также активно работаю над созданием своих оригинальных песен и музыкальных композиций.

Я всегда открыта для новых творческих проектов и сотрудничества. Если вы ищете талантливую певицу и музыканта, готовую принести свою энергию и страсть в ваш проект, буду рада обсудить возможности сотрудничества.</p>
  <p>Мое главное оружие - это мой голос. Я пою с душой и стараюсь передать эмоции через каждую ноту. Мой стиль варьируется от нежных и меланхоличных баллад до энергичных и динамичных песен. Я люблю экспериментировать с разными жанрами, объединяя элементы поп, рок, джаз и фолк музыки.Также, я принимала участие в организации культурных мероприятий для детей. Мы проводили мастер-классы по рисованию, танцам и музыке, чтобы развивать творческие навыки и интересы у детей. Я помогала детям исполнять песни и играть на музыкальных инструментах, чтобы они могли проявить свой талант и получить положительные эмоции от музыки.</p>
  <p>Участие в волонтерских мероприятиях в Бресте было для меня незабываемым опытом. Я была рада помогать другим людям и делиться своей музыкой и творчеством. Эти мероприятия позволили мне не только выступить перед публикой, но и встретить замечательных людей, которые разделяют мою страсть к музыке и желание помогать другим.В моем портфолио вы найдете записи моих выступлений, как соло, так и в составе группы. Я также активно работаю над созданием своих оригинальных песен и музыкальных композиций.
Я всегда открыта для новых творческих проектов и сотрудничества. Если вы ищете талантливую певицу и музыканта, готовую принести свою энергию и страсть в ваш проект, буду рада обсудить возможности сотрудничества.</p>
</article>

</div>
    );
};

export default Header;