import React from 'react';
const Instruments = () => {
  
    return (  

<div  id="tours">
          <p class="article">Skills</p>

            <div class="container">
               <div class="card">
                 <div class="face face1">
                   <div class="content">
                    <img class="dost" src="img/instr1.jpg" />
                   </div>
                 </div>
                 <div class="face face2">
                   <div class="content">
                     <h3>Я начала играть на гитаре в возрасте 13 лет. Меня всегда привлекала музыка и я хотела научиться играть на инструменте, чтобы самостоятельно исполнять песни, которые мне нравятся. Я начала с основных аккордов и постепенно улучшала свои навыки игры на гитаре. Сейчас я играю на гитаре уже около 6 лет.</h3>
                   </div>
                 </div>
              </div>
              
              <div class="card">
                 <div class="face face1">
                   <div class="content">
                    <img class="dost" src="img/me.jpg" />
                   </div>
                 </div>
                 <div class="face face2">
                   <div class="content">
                     <h3>Я люблю петь различные жанры музыки, включая рок и оперу. В роке я наслаждаюсь энергией и интенсивностью, которые позволяют мне выразить свои эмоции. Я люблю исполнять рок-композиции с мощными гитарными риффами и выразительными вокальными партиями.
Опера, с другой стороны, восхищает меня своей красотой и элегантностью. </h3>
                   </div>
                 </div>
              </div>
              
              
              <div class="card">
                 <div class="face face1">
                   <div class="content">
                    <img class="dost" src="img/instr2.jpg"  />
                   </div>
                 </div>
                 <div class="face face2">
                   <div class="content">
                     <h3>Я начала играть на фортепиано с первого класса. У меня есть 9 лет обучения в музыкальной школе. За это время я изучала различные аспекты игры на фортепиано, включая технику, нотное чтение и интерпретацию музыкальных произведений. Я также участвовала в различных концертах и выступлениях, где демонстрировала свои навыки на фортепиано.
Игра на фортепиано стала для меня не только увлекательным хобби, но и способом самовыражения и творчества. </h3>
                   </div>
                 </div>
              </div>
              
            </div>
        </div>
     );
};

export default Instruments;